{ "translations": {
    "Could not read uploaded file" : "Каченият файл не може да бъде прочетен",
    "Could not store extracted labels" : "Извлечените етикети не можаха да бъдат съхранени",
    "Confidential files" : "Поверителни файлове",
    "Workflows for handling confidential files in Nextcloud" : "Работни потоци за обработка на поверителни файлове в Nextcloud",
    "This app allows you to define a set of classification labels that will be assigned to files as Nextcloud tags.\nFor each classification label you can define a set of rules when it will be assigned to a file, based on text\ncontent or BAILS classification meta data." : "Това приложение ви позволява да дефинирате набор от етикети за класификация, които ще бъдат задавани на файловете като етикети на Nextcloud.\nЗа всеки класификационен етикет можете да дефинирате набор от правила, кога да бъде задаван на даден файл въз основа на текстово\nсъдържание или метаданни за класификация BAILS.",
    "Remove label" : "Премахване на етикет",
    "Add tag ..." : "Добавяне на етикет ...",
    "Select tag" : "Избор на етикет",
    "... if document has TSCP policy category ID" : "... ако документът има идентификатор на категорията на TSCP политика",
    "... if document contains" : "... ако документът съдържа",
    "Enter Regular Expression" : "Въвеждане на регулярен израз",
    "Remove search expression" : "Премахване на израза за търсене",
    "Business Authorization Framework" : "Рамка за бизнес упълномощаване",
    "Upload policy" : "Правила за качване",
    "Classification labels" : "Етикети за класификация",
    "Define classification labels that apply to different documents. Based on these labels you can define rules in Nextcloud Flow." : "Дефиниране на етикети за класификация, които се прилагат към различни документи. Въз основа на тези етикети можете да дефинирате правила в Nextcloud Flow /поток/.",
    "Add new label" : "Добавяне на нов етикет",
    "Failed to save settings" : "Неуспешно запазване на настройките"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}