{ "translations": {
    "Unsupported file type for import. An XML file is expected." : "Μη υποστηριζόμενος τύπος αρχείου για εισαγωγή. Αναμένεται αρχείο XML.",
    "Could not read uploaded file" : "Δεν ήταν δυνατή η ανάγνωση του μεταφορτωμένου αρχείου",
    "Could not store extracted labels" : "Δεν ήταν δυνατή η αποθήκευση εξαγόμενων ετικετών",
    "Confidential Files" : "Εμπιστευτικά Αρχεία",
    "Confidential files" : "Εμπιστευτικά αρχεία",
    "Workflows for handling confidential files in Nextcloud" : "Ροές εργασιών για το χειρισμό εμπιστευτικών αρχείων στο Nextcloud",
    "This app allows you to define a set of classification rules that will assign tags files.\nFor each classification rule you can define when the tag will be assigned to a file, based on text\ncontent, BAILS classification metadata or Microsoft Information Purview metadata." : "Αυτή η εφαρμογή σας επιτρέπει να ορίσετε ένα σύνολο κανόνων ταξινόμησης που θα αντιστοιχούν ετικέτες σε αρχεία.\nΓια κάθε κανόνα ταξινόμησης μπορείτε να ορίσετε πότε θα αντιστοιχείται η ετικέτα σε ένα αρχείο, με βάση το περιεχόμενο κειμένου,\nτα μεταδεδομένα ταξινόμησης BAILS ή τα μεταδεδομένα Microsoft Information Purview.",
    "Remove rule" : "Κατάργηση κανόνα",
    "Add tag…" : "Προσθήκη ετικέτας…",
    "Select tag" : "Επιλογή ετικέτας",
    "… if document has TSCP policy category ID" : "… εάν το έγγραφο έχει αναγνωριστικό κατηγορίας πολιτικής TSCP",
    "… or if document has all metadata values" : "… ή εάν το έγγραφο έχει όλες τις τιμές μεταδεδομένων",
    "Metadata key" : "Κλειδί μεταδεδομένων",
    "Metadata value" : "Τιμή μεταδεδομένων",
    "Add" : "Προσθήκη",
    "… or if document contains" : "… ή εάν το έγγραφο περιέχει",
    "Enter Regular Expression" : "Εισαγάγετε την κανονική έκφραση",
    "Search expressions within documents" : "Εκφράσεις αναζήτησης εντός εγγράφων",
    "Remove search expression" : "Κατάργηση έκφρασης αναζήτησης",
    "Regular search expression" : "Κανονική έκφραση αναζήτησης",
    "Remove regular expression" : "Κατάργηση κανονικής έκφρασης",
    "Search keywords within documents" : "Λέξεις-κλειδιά αναζήτησης εντός εγγράφων",
    "Search keyword" : "Λέξη-κλειδί αναζήτησης",
    "Remove search keyword" : "Κατάργηση λέξης-κλειδιού αναζήτησης",
    "Can not add new label, until all labels have a tag assigned." : "Δεν μπορεί να προστεθεί νέα ετικέτα, έως ότου όλες οι ετικέτες έχουν αντιστοιχηθεί σε ετικέτα.",
    "Failed to save settings" : "Αποτυχία αποθήκευσης ρυθμίσεων",
    "Policy uploaded successfully" : "Η πολιτική μεταφορτώθηκε με επιτυχία",
    "Business Authorization Framework" : "Πλαίσιο Επιχειρηματικής Εξουσιοδότησης",
    "Upload your TSCP/BAILS policy classification labels (XML format)" : "Μεταφορτώστε τις ετικέτες ταξινόμησης πολιτικής TSCP/BAILS (μορφή XML)",
    "Upload policy" : "Πολιτική μεταφόρτωσης",
    "Previous labels will be overwritten after successful file upload" : "Οι προηγούμενες ετικέτες θα αντικατασταθούν μετά από επιτυχή μεταφόρτωση αρχείου",
    "Classification rules" : "Κανόνες ταξινόμησης",
    "Define classification rules that apply tags to different documents. Based on these tags you can define rules in Nextcloud Flow." : "Ορίστε κανόνες ταξινόμησης που εφαρμόζουν ετικέτες σε διαφορετικά έγγραφα. Με βάση\nαυτές τις ετικέτες μπορείτε να ορίσετε κανόνες στο Nextcloud Flow.",
    "Add new label" : "Προσθήκη νέας ετικέτας"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}