{ "translations": {
    "Unsupported file type for import. An XML file is expected." : "Tipo de arquivo não suportado para importação. Um arquivo XML é esperado.",
    "Could not read uploaded file" : "Não foi possível ler o arquivo carregado",
    "Could not store extracted labels" : "Não foi possível armazenar rótulos extraídos",
    "Confidential Files" : "Arquivos Confidenciais",
    "Confidential files" : "Arquivos confidenciais",
    "Workflows for handling confidential files in Nextcloud" : "Fluxos de trabalho para lidar com arquivos confidenciais no Nextcloud",
    "This app allows you to define a set of classification rules that will assign tags files.\nFor each classification rule you can define when the tag will be assigned to a file, based on text\ncontent, BAILS classification metadata or Microsoft Information Purview metadata." : "Este aplicativo permite que você defina um conjunto de regras de classificação que atribuirão etiquetas aos arquivos.\nPara cada regra de classificação, você pode definir quando a etiqueta será atribuída a um arquivo, com base no conteúdo\ndo texto, nos metadados de classificação BAILS ou nos metadados do Microsoft Information Purview.",
    "Remove rule" : "Remover regra",
    "Add tag…" : "Adicionar etiqueta…",
    "Select tag" : "Selecionar etiqueta",
    "… if document has TSCP policy category ID" : "… se o documento tiver ID de categoria de política TSCP",
    "… or if document has all metadata values" : "… ou se o documento tiver todos os valores de metadados",
    "Metadata key" : "Chave de metadados",
    "Metadata value" : "Valor de metadados",
    "Add" : "Adicionar",
    "… or if document contains" : "… ou se o documento contiver",
    "Enter Regular Expression" : "Inserir Expressão Regular",
    "Search expressions within documents" : "Pesquisar expressões em documentos",
    "Remove search expression" : "Remover expressão de pesquisa",
    "Regular search expression" : "Expressão regular de pesquisa",
    "Remove regular expression" : "Remover expressão regular",
    "Search keywords within documents" : "Pesquisar palavras-chave em documentos",
    "Search keyword" : "Pesquisar palavra-chave",
    "Remove search keyword" : "Remover palavra-chave de pesquisa",
    "Can not add new label, until all labels have a tag assigned." : "Não é possível adicionar um novo rótulo até que todos os rótulos tenham uma etiqueta atribuída.",
    "Failed to save settings" : "Falha ao salvar as configurações",
    "Policy uploaded successfully" : "Política enviada com sucesso",
    "Business Authorization Framework" : "Estrutura de Autorização Empresarial (Business Authorization Framework)",
    "Upload your TSCP/BAILS policy classification labels (XML format)" : "Faça upload de seus rótulos de classificação de política TSCP/BAILS (formato XML)",
    "Upload policy" : "Carregar política",
    "Previous labels will be overwritten after successful file upload" : "Os rótulos anteriores serão substituídos após o upload bem-sucedido do arquivo",
    "Classification rules" : "Regras de classificação",
    "Define classification rules that apply tags to different documents. Based on these tags you can define rules in Nextcloud Flow." : "Defina regras de classificação que aplicam etiquetas a diferentes documentos. Com base nestas etiquetas você pode definir regras no Nextcloud Flow.",
    "Add new label" : "Adicionar nova etiqueta"
},"pluralForm" :"nplurals=3; plural=(n == 0 || n == 1) ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}