{ "translations": {
    "Unsupported file type for import. An XML file is expected." : "Filtyp som inte stöds för import. En XML-fil förväntas.",
    "Could not read uploaded file" : "Det gick inte att läsa den uppladdade filen",
    "Could not store extracted labels" : "Det gick inte att lagra extraherade etiketter",
    "Confidential Files" : "Konfidentiella filer",
    "Confidential files" : "Konfidentiella filer",
    "Workflows for handling confidential files in Nextcloud" : "Arbetsflöden för hantering av konfidentiella filer i Nextcloud",
    "This app allows you to define a set of classification labels that will be assigned to files as Nextcloud tags.\nFor each classification label you can define a set of rules when it will be assigned to a file, based on text\ncontent or BAILS classification meta data." : "Denna app låter dig definiera en uppsättning klassificeringsetiketter som kommer att tilldelas filer som Nextcloud-taggar.\nFör varje klassificeringsetikett kan du definiera en uppsättning regler när den ska tilldelas en fil, baserat på textinnehåll\neller BAILS-klassificeringsmetadata.",
    "Remove label" : "Ta bort etiketten",
    "Add tag ..." : "Lägg till tagg ...",
    "Select tag" : "Välj tagg",
    "... if document has TSCP policy category ID" : "... om dokumentet har TSCP-policykategori-ID",
    "... if document contains" : "... om dokument innehåller",
    "Enter Regular Expression" : "Ange reguljärt uttryck",
    "Remove search expression" : "Ta bort sökuttryck",
    "Business Authorization Framework" : "Business Authorization Framework",
    "Upload your TSCP/BAILS policy classification labels (XML format)" : "Ladda upp dina TSCP/BAILS-policyklassificeringsetiketter (XML-format)",
    "Upload policy" : "Uppladdningspolicy",
    "Previous labels will be overwritten after successful file upload" : "Tidigare etiketter kommer att skrivas över efter lyckad filuppladdning",
    "Classification labels" : "Klassificeringsetiketter",
    "Define classification labels that apply to different documents. Based on these labels you can define rules in Nextcloud Flow." : "Definiera klassificeringsetiketter som gäller för olika dokument. Baserat på dessa etiketter kan du definiera regler i Nextcloud Flow.",
    "Add new label" : "Lägg till ny etikett",
    "Can not add new label, until all labels have a tag assigned." : "Kan inte lägga till ny etikett förrän alla etiketter har en tagg tilldelad.",
    "Failed to save settings" : "Kunde inte spara inställningarna",
    "Policy uploaded successfully" : "Policyn har laddats upp"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}